Repository: jmurriah/plc-tests
Catalog: PLC code/Logical/mappView/Resources/Texts/PageTexts.tmx
Source language: en
Languages: de, es

source: Hello world!
de: Servus Welt!
es: Hola Mundo

source: Main page
de: Start Seite
es: Página principal

source: Show and hide apps
de: Apps ein- und ausblenden
es: Mostrar y ocultar aplicaciones

source: Table
de: Tabelle
es: Tabla

source: Documentation
de: Dokumentation
es: Documentación

source: Recipe
de: Rezept
es: Receta

source: Embedded visualization
de: Eingebettete Visualisierung
es: Galería

source: Current user:
de: Aktueller Benutzer:
es: Usuario actual

source: Chart
de: Diagramm
es: Grafica

source: Style change
de: Style ändern
es: Cambio de estilo

source: Log in
de: Anmelden
es: Registar

source: Continue without authentication...
de: Weiter ohne Anmeldung...
es: Continuar sin registrar

source: Continue
de: Weiter
es: Continuar

source: User name:
de: Benutzer:
es: Usuario:

source: Password:
de: Passwort:
es: Contraseña

source: Rights and Roles
de: Rechte und Rollen
es: Permisos y roles

source: User limits
de: Benutzer Limits
es: Limites usuario

source: Close
de: Schließen
es: Cerrar

source: Please log in
de: Bitte anmelden
es: Por favor, registrese

source: On
de: Ein
es: Activar

source: Off
de: Aus
es: Desactivar

source: Start / Stop engine
de: Motor starten / stoppen
es: Evento

source: Timestamp
de: Zeit

source: Message
de: Meldungstext
es: Mensaje

source: Active state
de: Aktiv Status
es: Estado

source: Acknowledged
de: Quittiert
es: Reconocida

source: Old state
de: Alter Status
es: Estado anterior

source: New state
de: Neuer Status
es: Nuevo estado

source: Acknowledge selected
de: Ausgewählten quittieren
es: Reconocer seleccionada

source: Acknowledge all
de: Alle quittieren
es: Reconocer todas

source: Role:
de: Rolle:
es: Rol:

source: no write access
de: keine Schreibrechte
es: Sin derechos escritura

source: Yes
de: Ja
es: Si

source: No
de: Nein

source: User authenticated successfully
de: Benutzer hat sich erfolgreich authentifiziert
es: Autentificación con éxito

source: Navigation
es: Navegación

source: Client information
es: Información de cliente

source: Styles
es: Estilos

source: Alarm name
es: Nombre alarma

source: Information
es: Información

source: Min limit:
es: Límite min.

source: Max limit:
es: Límite max.

source: Start
es: Arrancar

source: Laboratory
es: Laboratorio

source: Stop
es: Parar

source: Zero
es: Cero

source: Prepare
es: Preparar

source: Belt
es: Banda

source: Consents
es: Consentimientos

source: Cleaning
es: Limpieza
